{"pages":[{"title":"关于","text":"一个网站。ZHENJIE.WANG","link":"/about/index.html"}],"posts":[{"title":"欢迎访问 ZHENJIE.WANG :)","text":"邮箱：wangzhenjie@outlook.com微博：@鎭傑同學","link":"/2018/11/23/2018-11-23-1th/"},{"title":"北凉歌 --《雪中悍刀行》","text":"北凉参差百万户，其中多少铁衣裹枯骨？ 辽东征夫成老卒，今朝他乡作故土。 旌旗曾教西楚孤，垒西谁敲渔龙鼓。 白衣曳死叶家女，十万大戟入府库。 将军一骑入宫来，三尺白绫戮宫妇。 多少宫人城头望，男儿泫然妇孺哭 为报将军殿上死，天子冷看北凉卒。 亡魂嚎啕山鬼哭，多少儒生骂人屠。 马踏九国丧礼义，江山却是谁入主？ 功与名，一入庙堂莫谈江湖。 利与禄，六百袍泽都入了土。 征途几沉浮？将军苦不苦？ 功名付与酒一壶，试问帝王将相几抔土？ 利禄谁享，骂名谁负，冤魂缠谁跛足？ 将军白发，老卒成孤，却看九国湮土。 屠戮屠戮，东越西蜀。 呜呼呜呼，红粉化骷。 好男儿，应擎着那北凉刀斩天下头颅。 小娘子，却休要盼郎君封侯他乡远赴。 来来来，反手为云又作雨覆。 来来来，教霸业化作生灵涂。 煌煌镇灵写作赋，其中多少离家丧子哭？ 南雁北飞哀鸣呜，士子如鲫北莽赴。 春秋九国成一统，离阳天子江山属。 将军铁骑入北凉，青牛道上车千乘。 手捧桑椹献娘亲，笑问可堪入母口? 铁骑纵马踏江山，先灭紫禁压龙虎。 北凉山上听潮阁，秘籍万册绑武夫。 白云千载空悠悠，流光淡看人老无。 寒甲未褪老卒猝，鲜衣走马多纨绔。 王与侯，锦衣玉食雪天火炉。 民与卒，却愁粮少难交税负。 浮生叹几度，百姓苦不苦？ 霸业黄粱一枕付，试看荒山野冢几人哭？ 山上走兔，林间睡狐，气吞江山如虎。 珍珠十斛，雪泥红炉，素手蛮腰成孤。 十万弓弩，射杀无数 百万头颅，滚落在路 好男儿，莫要说那天下英雄入了吾觳。 小娘子，莫要将那爱慕思量深藏在腹。 来来来，试听谁在敲美人鼓。 来来来，试看谁是阳间人屠？ 北凉参差百万户， 其中多少铁衣裹枯骨？ 功名付与酒一壶， 试问帝王将相几抔土？ 山上走兔，林间睡狐， 气吞万里如虎。 珍珠十斛，红泥火炉， 素手蛮腰成孤。 十万弓弩，射杀无数。 百万头颅，滚落在路。 好男儿，莫要说那天下英雄入了吾谷。 小娘子，莫要将那爱慕思量深藏在腹。 来来来，试听谁在敲美人鼓？吴家有女穿缟素。 来来来，试看谁是阳间人屠？徐字王旗在逐鹿。 来来来，试问谁与我共江湖？绿袍青衫去酆都。 来来来，试笑谁画玉京尊符？人间久不见真武。 太安城中，九五尊前，大凉龙雀美人曾舞。 清凉山下，听潮阁上，守镇西北人屠横目。 天下悍勇只一石，八斗北凉收于库。 言我蛮狄畏我虎，敢讥敢笑不敢触。 世人问我骄兵与悍卒？世人言我穷兵且黩武？ 独御北莽十三州，曾扶离阳成共主。 春秋九国，一国功成八国奴。 十大门阀，不重社稷重宗族。 挥干戚，伐神木，马蹄直踏北汉都，兵锋斜指刑丘处，大魏南唐尽虚无。 斩剑皇，毁命途，孤军一开铁索落，九龙壁碎亡西蜀，六国国祚皆朽木。 西垒壁前动鱼鼓，襄樊城中万鬼哭。 风雨如晦景河役，大凰宫内绝大楚。 春秋曾巍巍，春秋已颓颓。 王侯将相大柱国，不过虚名与利禄。 离阳北凉与北莽，狗屠驴贩贼盗奴。 万世千秋，不过人屠骂名。 生前身后，无惧罄竹难书。 兴，百姓苦。 亡，百姓苦。 孤，独。 千秋，万古。 吴家女，辽东卒。 铁马金戈，霸业雄途。 君臣死国门，剑客老江湖。 冢间铁衣枯骨，人世巍巍浮屠。 逃不过美人迟暮，避不开英雄末路。 菩萨低眉金刚怒目，天人敕令剑仙横顾。 凄凄青史，毁誉凭谁书，煌煌镇灵，北凉永不负。 玄武当兴，慧剑但问情愫，大秦千年，悍刀不论沉浮。 呜呼？！愧何如之？ 两辽袍泽六百墓，血流成河春秋路。 辗转征伐三万里，死战不退北凉卒！ 凉刀斩落几豪阀，凉马踏破一江湖。 凉人埋骨三十州，凉王屠尽百万户。 呜呼？！怒何如之？ 太安城内论太安，龙虎山前按龙虎。 紫禁山庄化丘墟，上阴学宫成迟暮。 野豺自此成家犬，书生往后拥铁骨。 谁哭殿前十四骑，谁见百战殆老卒。 嘘唏？！思何如之？ 此生不曾悔当初，卿离剑冢我离孤。 青灯黄线缝布鞋，红颜绿蚁赠玉镯。 虎熊凤年龙象子，王妃剑仙洛神赋。 一去沽酒不见归，生离死别阴阳路。 曾梦年少把臂游，又见白衣亲擂鼓。 黄泉碧落无觅处，意冷心灰徒悲呼。 此剑扫平天下不平事，遇不平，自太平。 此剑无愧世间有愧人，杀有愧，方无愧。 孤，独。 千秋，万古。 吴家女，辽东卒。 铁马金戈，霸业雄途。 君臣死国门，剑客老江湖。 冢间铁衣枯骨，人世巍巍浮屠。 逃不过美人迟暮，避不开英雄末路。 菩萨低眉金刚怒目，天人敕令剑仙横顾。 凄凄青史，毁誉凭谁书，煌煌镇灵，北凉永不负。 玄武当兴，慧剑但问情愫，大秦千年，悍刀不论沉浮。 谁道凉州尽匹夫，兴亡墓，睥睨庙堂几酸儒。 谁言边塞无风骨，慷慨处，天下雄文不足书。 游标弩，铁浮屠，大雪龙骑锋镝呜。 龙象力，虎熊怒，凤鸣声绝留青书。 掩古卷，心意已成枯。 忆旧人，豪烈凭谁赋？ 徐骁生当作人杰， 徐骁死亦为鬼雄。 笑去酆都招旧部， 旌旗百万斩阎罗。 转自：简书","link":"/2018/11/23/2018-11-23-2th/"},{"title":"人生如逆旅，我亦是行人。","text":"临江仙·送钱穆父苏轼一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。 惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。 自从我们在京城分别一晃又三年，远涉天涯你奔走辗转在人间。相逢一笑时依然像春天般的温暖。你心如古井水不起波澜，高风亮节象秋天的竹竿。我心惆怅因你要连夜分别扬孤帆，送行之时云色微茫月儿淡淡。陪酒的歌妓不用冲着酒杯太凄婉。人生在世就好像住旅馆，我也包括在旅行者里边。","link":"/2018/11/25/2018-11-25-1th/"},{"title":"《千字文》","text":"千字文【作者】周兴嗣 【朝代】南北朝天地玄黄，宇宙洪荒。 日月盈昃，辰宿列张。 寒来暑往，秋收冬藏。 闰余成岁，律吕调阳。 云腾致雨，露结为霜。 金生丽水，玉出昆冈。 剑号巨阙，珠称夜光。 果珍李柰，菜重芥姜。 海咸河淡，鳞潜羽翔。 龙师火帝，鸟官人皇。 始制文字，乃服衣裳。 推位让国，有虞陶唐。 吊民伐罪，周发殷汤。 坐朝问道，垂拱平章。 爱育黎首，臣伏戎羌。 遐迩一体，率宾归王。 鸣凤在竹，白驹食场。 化被草木，赖及万方。 盖此身发，四大五常。 恭惟鞠养，岂敢毁伤。 女慕贞洁，男效才良。 知过必改，得能莫忘。 罔谈彼短，靡恃己长。 信使可覆，器欲难量。 墨悲丝染，诗赞羔羊。 景行维贤，克念作圣。 德建名立，形端表正。 空谷传声，虚堂习听。 祸因恶积，福缘善庆。 尺璧非宝，寸阴是竞。 资父事君，曰严与敬。 孝当竭力，忠则尽命。 临深履薄，夙兴温凊。 似兰斯馨，如松之盛。 川流不息，渊澄取映。 容止若思，言辞安定。 笃初诚美，慎终宜令。 荣业所基，籍甚无竟。 学优登仕，摄职从政。 存以甘棠，去而益咏。 乐殊贵贱，礼别尊卑。 上和下睦，夫唱妇随。 外受傅训，入奉母仪。 诸姑伯叔，犹子比儿。 孔怀兄弟，同气连枝。 交友投分，切磨箴规。 仁慈隐恻，造次弗离。 节义廉退，颠沛匪亏。 性静情逸，心动神疲。 守真志满，逐物意移。 坚持雅操，好爵自縻。 都邑华夏，东西二京。 背邙面洛，浮渭据泾。 宫殿盘郁，楼观飞惊。 图写禽兽，画彩仙灵。 丙舍旁启，甲帐对楹。 肆筵设席，鼓瑟吹笙。 升阶纳陛，弁转疑星。 右通广内，左达承明。 既集坟典，亦聚群英。 杜稿钟隶，漆书壁经。 府罗将相，路侠槐卿。 户封八县，家给千兵。 高冠陪辇，驱毂振缨。 世禄侈富，车驾肥轻。 策功茂实，勒碑刻铭。 盘溪伊尹，佐时阿衡。 奄宅曲阜，微旦孰营。 桓公匡合，济弱扶倾。 绮回汉惠，说感武丁。 俊义密勿，多士实宁。 晋楚更霸，赵魏困横。 假途灭虢，践土会盟。 何遵约法，韩弊烦刑。 起翦颇牧，用军最精。 宣威沙漠，驰誉丹青。 九州禹迹，百郡秦并。 岳宗泰岱，禅主云亭。 雁门紫塞，鸡田赤诚。 昆池碣石，钜野洞庭。 旷远绵邈，岩岫杳冥。 治本于农，务兹稼穑。 俶载南亩，我艺黍稷。 税熟贡新，劝赏黜陟。 孟轲敦素，史鱼秉直。 庶几中庸，劳谦谨敕。 聆音察理，鉴貌辨色。 贻厥嘉猷，勉其祗植。 省躬讥诫，宠增抗极。 殆辱近耻，林皋幸即。 两疏见机，解组谁逼。 索居闲处，沉默寂寥。 求古寻论，散虑逍遥。 欣奏累遣，戚谢欢招。 渠荷的历，园莽抽条。 枇杷晚翠，梧桐蚤凋。 陈根委翳，落叶飘摇。 游鹍独运，凌摩绛霄。 耽读玩市，寓目囊箱。 易輶攸畏，属耳垣墙。 具膳餐饭，适口充肠。 饱饫烹宰，饥厌糟糠。 亲戚故旧，老少异粮。 妾御绩纺，侍巾帷房。 纨扇圆洁，银烛炜煌。 昼眠夕寐，蓝笋象床。 弦歌酒宴，接杯举殇。 矫手顿足，悦豫且康。 嫡后嗣续，祭祀烝尝。 稽颡再拜，悚惧恐惶。 笺牒简要，顾答审详。 骸垢想浴，执热愿凉。 驴骡犊特，骇跃超骧。 诛斩贼盗，捕获叛亡。 布射僚丸，嵇琴阮箫。 恬笔伦纸，钧巧任钓。 释纷利俗，并皆佳妙。 毛施淑姿，工颦妍笑。 年矢每催，曦晖朗曜。 璇玑悬斡，晦魄环照。 指薪修祜，永绥吉劭。 矩步引领，俯仰廊庙。 束带矜庄，徘徊瞻眺。 孤陋寡闻，愚蒙等诮。 谓语助者，焉哉乎也。","link":"/2018/11/25/2018-11-25-2th/"}],"tags":[{"name":"介绍","slug":"介绍","link":"/tags/介绍/"},{"name":"诗歌","slug":"诗歌","link":"/tags/诗歌/"}],"categories":[]}